src/test/java/com/bnpp/mTANResources/MTanSmsInq_v1.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?><Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><run xmlns="http://cortalconsors.com/middleware/mtan/sms/inq/v1_0"><request feid="CAFE" language="DE" sessionId="e8e24fa98b914edf9776f83bf0fec7a6"><customerNo>CID_DE:3076072</customerNo><startDate>2019-09-25T13:24:20</startDate></request></run></Body></Envelope>